import MainLanding from "../components/MainLanding"

const Main = () => {
  return (
    <div>
      <MainLanding />
      <div className="pt-20 p-8 space-y-4">
        <div className="border-2 rounded-lg">
          <div className="m-8">
            아무사람 대잔치는 케빈 베이컨의 6단계 법칙을 바탕으로 회차가 계속되어 참석하는 아무사람이 많아지게 된다면 곧 뉴진스와 BTS 그리고 8달러면 가능한 일론 머스크까지 함께할 수 있는 아무사람대잔치 입니다.
            여러분의 친구들을 데려오고 친구들이 또 친구들을 데려오고... 다른 사람이 데려온 친구도 만나고...
            매일 만나던 여러분 근처의 고향친구, 동문, 동기, 직장동료들이 아닌 새로운 사람들과 친해지는 시간을 가져보는건 어떨까요?
          </div>
        </div>
        <div className="border-2 rounded-lg">
          <div className="m-8">
            아무사람 대잔치는 케빈 베이컨의 6단계 법칙을 바탕으로 회차가 계속되어 참석하는 아무사람이 많아지게 된다면 곧 뉴진스와 BTS 그리고 8달러면 가능한 일론 머스크까지 함께할 수 있는 아무사람대잔치 입니다.
            여러분의 친구들을 데려오고 친구들이 또 친구들을 데려오고... 다른 사람이 데려온 친구도 만나고...
            매일 만나던 여러분 근처의 고향친구, 동문, 동기, 직장동료들이 아닌 새로운 사람들과 친해지는 시간을 가져보는건 어떨까요?
          </div>
        </div>
        <div className="border-2 rounded-lg">
          <div className="m-8">
            아무사람 대잔치는 케빈 베이컨의 6단계 법칙을 바탕으로 회차가 계속되어 참석하는 아무사람이 많아지게 된다면 곧 뉴진스와 BTS 그리고 8달러면 가능한 일론 머스크까지 함께할 수 있는 아무사람대잔치 입니다.
            여러분의 친구들을 데려오고 친구들이 또 친구들을 데려오고... 다른 사람이 데려온 친구도 만나고...
            매일 만나던 여러분 근처의 고향친구, 동문, 동기, 직장동료들이 아닌 새로운 사람들과 친해지는 시간을 가져보는건 어떨까요?
          </div>
        </div>
        <div className="border-2 rounded-lg">
          <div className="m-8">
            아무사람 대잔치는 케빈 베이컨의 6단계 법칙을 바탕으로 회차가 계속되어 참석하는 아무사람이 많아지게 된다면 곧 뉴진스와 BTS 그리고 8달러면 가능한 일론 머스크까지 함께할 수 있는 아무사람대잔치 입니다.
            여러분의 친구들을 데려오고 친구들이 또 친구들을 데려오고... 다른 사람이 데려온 친구도 만나고...
            매일 만나던 여러분 근처의 고향친구, 동문, 동기, 직장동료들이 아닌 새로운 사람들과 친해지는 시간을 가져보는건 어떨까요?
          </div>
        </div>
      </div>
    </div>)
}

export default Main